<?php
  //データベース接続情報

  //自分のPCのデータベースに繋ぐ情報
  //ホストの情報
  $host = "localhost";
  //ユーザ情報
  $user = "root";
  //パスワード情報
  $pass = "root";
  //データベースの名前
  $db_name = "wanwan";
  // //学校のデータベースに繋ぐ情報
  // //ホストの情報
  // $host = "192.168.121.16";
  // //ユーザ情報
  // $user = "nhs40062";
  // //パスワード情報
  // $pass = "b19950611";
  // //データベースの名前
  // $db_name = "nhs40062db";

/*
  //自分が使っているサーバに接続する場合
  //ホストの情報
  $host = "";
  //ユーザ情報
  $user = "";
  //パスワード情報
  $pass = "";
  //データベースの名前
  $db_name = "";
*/
?>
